Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: The operation of a building or structure falls outside the scope of these Provisions.
sv: Utanför tillämpningsområdet faller drift av en byggnad eller en anläggning.

source: Sometimes the line between maintenance and operation can be a hard one to draw.
sv: Ibland kan det vara svårt att avgöra var gränsen går mellan å ena sidan underhåll och å andra sidan drift.

source: Cleaning and window cleaning count as operation, as do chimney sweeping, cleaning of ventilation systems, cleaning or replacement of filters etc.
sv: Städning och fönsterputsning räknas som drift, liksom sotning, rengöring av ventilationssystem, rengöring eller byte av filter etc.

source: Lawn mowing and other gardening work also count as operation, along with clearance of trees and branches, e.g. below power lines, alterations to transmitters in mobile telephony masts and so on.
sv: Som drift räknas också gräsklippning och annat trädgårdsarbete, röjning av träd och grenar i t.ex. ledningsgator, ingrepp i sändare i mobiltelefonmaster osv.

source: Operation is also taken to include the cleaning of roads and streets, whereas scraping of a gravel road or repairs to asphalt surfacing count as maintenance.
sv: Som drift räknas vidare renhållning av vägar och gator medan skrapning av grusväg eller reparation av asfaltbeläggning räknas som underhåll.

source: It should be made clear, however, that works normally counted as operation also come under these Provisions when undertaken as part of or in connection with building and civil engineering work.
sv: Det bör dock påpekas att även arbeten som normalt räknas som drift omfattas av föreskrifterna när de utförs som en del av eller i samband med byggnads- och anläggningsarbete.

source: Works of this kind include, for example, replacement of light bulbs in a building under construction or the cleaning of a building, window cleaning etc. in connection with the building’s completion.
sv: Exempel på sådana arbeten är byte av glödlampor i en byggnad under uppförande eller byggstädning, fönsterputsning osv. i samband med byggnadens färdigställande.

source: Design is usually taken to include that part of the construction process where it is decided, on the basis of drawings, calculations, and descriptions or suchlike, how a building or civil engineering works is to be constructed and what it is to look like when finished.
sv: Som projektering betecknas den del av byggprocessen som innebär att med ritningar, beräkningar, beskrivningar eller på liknande sätt bestämma hur en byggnad eller anläggning ska vara beskaffad och se ut i färdigt skick.

source: In many cases, parts of the design do not occur until the construction site has been set up, i.e. during the project execution stage.
sv: Ofta sker delar av projekteringen först när byggarbetsplatsen är etablerad, dvs. under byggskedet.

source: Note that the compilation of documents describing maintenance work also ranks as design.
sv: Observera att upprättande av handlingar som beskriver ett underhållsarbete också är projektering.

source: The paragraph makes it clear that certain listed stipulations in the regulations are nevertheless applicable for such works.
sv: Av paragrafen framgår att vissa, uppräknade bestämmelser i föreskrifterna ändå gäller för sådana arbeten.

source: As regards winter road maintenance, these stipulations relate to planning, first aid, selection of work methods and equipment, information and instructions for employees, personal protective equipment and a stipulation on high-visibility clothing.
sv: När det gäller vinterväghållning handlar dessa bestämmelser om planering, första hjälpen, val av arbetsmetoder och utrustning, information och instruktioner till arbetstagarna, personlig skyddsutrustning och en bestämmelse om varselkläder.

source: roofs, there are stipulations on roof work and precautions against falls which shall be applied.
sv: Vid snöskottning på tak är det bestämmelser om takarbete och skyddsåtgärder mot fall som ska tillämpas.

source: Failure to comply with the fall protection stipulations will attract sanction charges.
sv: Överträdelse av fallskyddsbestämmelserna är förenade med sanktionsavgifter.

source: Other stipulations in the regulations, e.g. the stipulations on a work environment plan, are not applicable to these works.
sv: Övriga bestämmelser i föreskrifterna, t.ex. bestämmelserna om arbetsmiljöplan, gäller inte för de här arbetena.

source: Note that regulations on protection against falls can also be found in National Board of Occupational Safety and Health regulations concerning protection against injury due to falls.
sv: Observera att föreskrifter om skydd mot fall även finns i Arbetarskyddsstyrelsens föreskrifter om skydd mot skada genom fall.

source: As specified above under the guidance on Section 1, the regulations are, however, applicable in their entirety if the said works are executed as part of or in conjunction with building and civil engineering work.
sv: Som framgår ovan under kommentaren till 1 § gäller föreskrifterna däremot i sin helhet om nu nämnda arbeten utförs som en del av eller i samband med byggnads- och anläggningsarbete.

source: Guidance on Section 1b
sv: (AFS 2014:26)

source: and sometimes also for other work, e.g. repairs to machinery/tools, are usually provided, especially in connection with large-scale building and civil engineering work.
sv: och ibland också för annat arbete, t.ex. för reparation av maskiner/verktyg.

source: The activities in question are sometimes accommodated on preexisting premises or completed spaces.
sv: Dessa verksamheter inryms ibland i befintliga lokaler eller i färdigställda utrymmen.

source: The Provisions do not apply to work premises of this kind, which instead come under the Provisions of the National Board of Occupational Safety and Health on Workplace Design.
sv: För den här sortens arbetslokaler gäller inte dessa föreskrifter utan Arbetarskyddsstyrelsens föreskrifter om arbetsplatsens utformning.

source: Certain provisions on evacuation and fire safety, however, are also included in the Provisions on Building and Civil Engineering Work (Sections 28 and 32).
sv: Vissa bestämmelser om utrymning och förebyggande av brand finns dock även i föreskrifterna om byggnads- och anläggningsarbete (28 och 32 §§).

source: The Provisions of the National Board of Occupational Safety and Health on Workplace Design also apply to personnel facilities at construction sites (including port cabins).
sv: Arbetarskyddsstyrelsens föreskrifter om arbetsplatsens utformning gäller även för personalutrymmen på byggarbetsplatser (inklusive personalbodar).

source: Note that some stipulations of the Provisions on Workplace Design concerning lighting, noise and warning signs apply conjointly with the Provisions on Building and Civil Engineering Work everywhere on the construction site and not only in huts or premises as mentioned above.
sv: Observera att en del bestämmelser om belysning, buller och varselmärkning i föreskrifterna om arbetsplatsens utformning gäller parallellt med föreskrifterna om byggnads- och anläggningsarbete på hela byggarbetsplatsen, inte bara i bodar eller lokaler enligt ovan.

source: As has already been mentioned, Sweden has undertaken to transpose the Construction Sites Directive to Swedish Provisions.
sv: Sverige har som nämnts åtagit sig att överföra byggarbetsplatsdirektivet till svenska föreskrifter.

source: activities singly or together with members of their families and without having any employees only have to comply with provisions made in or by authority of the Work Environment Act “concerning technical devices and substances capable of causing ill-health or accidents, and also concerning worksites common to several enterprises “(‘common worksites’)”.
sv: Enligt 3 kap. 5 § andra stycket arbetsmiljölagen är emellertid den som ensam eller gemensamt med familjemedlem driver verksamhet utan anställd endast skyldig följa vad som i arbetsmiljölagen och med stöd av den har föreskrivits ”i fråga om teknisk anordning och ämne, som kan föranleda ohälsa eller olycksfall, samt beträffande gemensamt arbetsställe”.

source: This is not sufficient to meet the requirements of the Construction Sites Directive.
sv: Detta räcker inte för att uppfylla byggarbetsplatsdirektivet.

source: In Chap. 4, Section 10 of the Work Environment Act, therefore, the National Board of Occupational Safety and Health has been empowered, with reference to persons carrying on commercial activities singly or together with members of their families and without having employees, also to issue Provisions in respect other than those following from Chap. 3, Section 5, 2nd paragraph of the Work Environment Act.
sv: Arbetarskyddsstyrelsen har därför i 4 kap. 10 § arbetsmiljölagen bemyndigats att för den som ensam eller gemensamt med familjemedlem driver verksamhet utan anställd meddela föreskrifter även i andra avseenden än vad som följer av 3 kap. 5 § andra stycket arbetsmiljölagen.

source: Accordingly, through Section 2 of these Provisions, the Board imposed on persons carrying on commercial activities, singly or together with members of their families, without having employees a wider “work environment responsibility” for their own health and safety in the undertaking of building or civil engineering work.
sv: I enlighet härmed har Arbetarskyddsstyrelsen genom 2 § i dessa föreskrifter ålagt den som ensam eller gemensamt med familjemedlem driver verksamhet utan anställd ett utökat arbetsmiljöansvar för sin egen hälsa och säkerhet vid utförande av byggnads- eller anläggningsarbete.

source: This Section indicates in detail the stipulations concerned.
sv: Paragrafen anger i detalj vilka bestämmelser det är fråga om.

source: This responsibility means that such persons are obliged to plan and arrange for their work in such a way that they can undertake it under work environment conditions as safe and healthy as those required for employees.
sv: innebär att dessa personer är skyldiga att planlägga och anordna sitt arbete på sådant sätt att de kan utföra det under lika sunda och säkra arbetsmiljöförhållanden som krävs för arbetstagare.

source: One and the same undertaking or person can be appointed for both tasks.
sv: Ett och samma företag eller en och samma person kan utses för båda uppdragen.

source: Either task or both of them can be assumed by the client.
sv: Den som låter utföra byggnads- eller anläggningsarbetet kan själv ta på sig ett av uppdragen eller båda.

source: Further to this point, see the guidance on Section 6.
sv: Se vidare kommentaren till 6 §.

source: Stipulations on protection against vehicular traffic passing by or through a place or area where building or civil engineering work is carried out are contained in Sections 81-86.
sv: Bestämmelser till skydd mot fordonstrafik som passerar förbi eller genom plats eller område där ett byggnads- eller anläggningsarbete utförs, finns i 81–86 §§.

source: They refer to “external” (public) traffic, including track-bound traffic.
sv: De avser ”extern” (allmän) trafik, inklusive spårbunden trafik.

source: (Note especially Section 82.)
sv: (Observera särskilt 82 §).

source: Provisions on protection from vehicular traffic on the site in connection with the building or civil engineering work are, on the other hand, contained in Sections 38, 40 and 41.
sv: Bestämmelser till skydd mot den fordonstrafik på platsen eller området som har samband med byggnads- eller anläggningsarbetet finns däremot i 38, 40 och 41 §§.

source: If, on the other hand, the Consumer Services Act is applicable, then in principle no special agreement is necessary and the client’s responsibility automatically passes to a contractor as mentioned above.
sv: Om konsumenttjänstlagen är tillämplig behövs däremot i princip inget särskilt avtal utan byggherrens ansvar går automatiskt över på en sådan uppdragstagare som nämns ovan.

source: The Work Environment Authority can “return” the responsibility to the client.
sv: Arbetsmiljöverket kan ”flytta tillbaka” ansvaret till byggherren.

source: Further to these points, see Chap. 3, Section 7 c and Chap. 7, Section 6 (3) of the Work Environment Act.
sv: Se närmare om dessa frågor i 3 kap. 7 c § och 7 kap. 6 § 3 st. arbetsmiljölagen.

source: Attention is also drawn to the remarks made in the guidance on Section 4, below.
sv: Observera vidare vad som sägs i andra stycket i kommentaren till 4 § nedan.

source: The amendments to AFS 1999:3 which have now been made through AFS 2008:16 supplement the transposition of the Construction Sites Directive to Swedish law.
sv: De ändringar i AFS 1999:3 som nu införts genom AFS 2008:16 kompletterar överföringen av byggplatsdirektivet till svensk rätt.

source: If the Consumer Services Act is applicable, then, putting it simply, under the Work Environment Act the client’s responsibility for the work environment devolves from the very outset on the contractor (though not, for example, in the case of a split contract), unless the client and the contractor have agreed in writing that responsibility is instead to rest with the client.
sv: Om konsumenttjänstlagen är tillämplig ligger enligt arbetsmiljölagen, förenklat uttryckt, byggherrens arbetsmiljöansvar redan från början på uppdragstagaren (ej vid t.ex. delad entreprenad) om inte byggherren och uppdragstagaren skriftligen avtalar att ansvaret i stället ska ligga på byggherren.

source: Further to this point, see Section 7 c (2) of the Work Environment Act.
sv: Se vidare 7 c § andra stycket arbetsmiljölagen.

source: Information concerning the Consumer Services Act is obtainable from the Swedish Consumer Agency.
sv: Information om konsumenttjänstlagen kan lämnas av Konsumentverket.

source: Responsibilities of the party commissioning building or civil engineering work
sv: Ansvar för den som låter utföra ett byggnads- eller anläggningsarbete

source: Guidance on Sections 5-5 a
sv: Till 5–5 a §§

source: The purpose of these stipulations is for the persons drawing up and co-ordinating the construction documents already at the project preparation stage to make the risk assessments and indicate the solutions which are needed in order for safety to be acceptable at the project execution stage.
sv: Syftet med bestämmelserna är att de som upprättar och samordnar bygghandlingarna redan vid planeringen och projekteringen gör de riskbedömningar och visar på sådana lösningar som

source: It is natural for these risk assessments and proposed solutions to form the basis of the work environment plan enjoined in Sections 8, 12 and 12 a.
sv: Det är naturligt att dessa riskbedömningar och förslag till lösningar får utgöra underlag för den arbetsmiljöplan som enligt 8, 12 och 12 a §§ ska upprättas.

source: This will make it easier for the individual contractor to plan and undertake in an acceptable manner from the health and safety point of view the works for which he has been contracted.
sv: På så sätt underlättas den enskilde entreprenörens möjligheter att planera och genomföra de arbeten han åtagit sig på ett ur arbetsmiljösynpunkt bra sätt.

source: The stipulations in these sections also apply to the planning and project preparation preceding the actual design phase.
sv: Bestämmelserna i paragraferna gäller även den planering och projektering som utförs innan det egentliga projekteringsskedet börjar.

source: If so, the contractor will be a participant in the design process; see Section 10.
sv: Denne kommer på så sätt att medverka vid projekteringen, se 10 §.

source: Overarching responsibility for work environment considerations being taken into account still rests, however, with the client/client’s delegee.
sv: Ett övergripande ansvar för att arbetsmiljösynpunkter beaktas ligger dock kvar på byggherren/uppdragstagaren.

source: It is very important from a safety and health viewpoint that preparation of the work environment plan should not be put off until the construction site is about to be set up.
sv: Ur arbetsmiljösynpunkt är det mycket viktigt att inte dröja med arbetsmiljöplanen till dess tiden för byggarbetsplatsens etablering närmar sig.

source: Special remarks
sv: Särskilda kommentarer

source: Examples will now be given of ways in which safety and health factors can be taken into account in various respects.
sv: I det följande ges exempel på hur arbetsmiljösynpunkter kan beaktas i olika avseenden.

source: The position of the building or civil engineering work can have a crucial bearing on the possibilities of arranging transport operations to and from the site in a satisfactory manner and also of using the lifting and transport devices which are needed.
sv: Placeringen av byggnaden eller anläggningen kan ha avgörande betydelse för möjligheterna dels att ordna transporter till och från byggarbetsplatsen på ett bra sätt, dels att använda de lyft- och transportanordningar som behövs.

source: Manual handling is a common cause of accidents and ill-health in connection with building and civil engineering work.
sv: Manuell hantering är en vanlig orsak till olycksfall och ohälsa vid byggnads- och anläggningsarbete.

source: At the project preparation stage, safety and health considerations can be taken into account through the choice of building products.
sv: Vid projekteringen kan arbetsmiljösynpunkter beaktas genom val av byggprodukter.

source: It is particularly important to ensure
sv: Särskilt viktigt att tänka på är

source: that the handling or assembly of the building products does not cause ill-health or accidents,
sv: att hantering eller montering av byggprodukterna inte medför risk för ohälsa eller olycksfall,

source: that the shape and size of the building products are appropriate to the spaces where they are to be fitted,
sv: att byggprodukternas form och storlek är lämpliga med hänsyn till de utrymmen där de ska monteras,

source: that the chemical products chosen are not more dangerous than needed for the achievement of an acceptable result, and that the building products do not give rise to spillage, waste products, packaging and suchlike capable of causing ill-health or accidents.
sv: att de valda kemiska produkterna inte är farligare än som behövs för att godtagbart resultat ska uppnås och att byggprodukterna inte ger upphov till spill, restprodukter, emballage och liknande som kan orsaka ohälsa eller olycksfall.

source: Stipulations on ergonomics concerning musculoskeletal conditions at work are contained in the Provisions of the National Board of Occupational Safety and Health on Ergonomics for the Prevention of Musculoskeletal Disorders.
sv: Bestämmelser om belastningsergonomiska förhållanden i arbetet finns i Arbetarskyddsstyrelsens föreskrifter om belastningsergonomi.

source: Work on structures below the ground water table generally requires special care in design and planning.
sv: Arbete med konstruktioner under grundvattennivå kräver i allmänhet särskild omsorg vid projektering och planering.

source: Information which may furnish guidance for work of this kind is contained in H374 Schakta säkert, published by the Work Environment Authority.
sv: I Arbetsmiljöverkets bok H374 ”Schakta säkert” finns information som kan vara till ledning vid sådant arbete.

source: Work with prefabricated frames can entail manifold hazards.
sv: Vid arbeten med prefabricerade stommar kan många risker uppstå.

source: Many accidents can be avoided if lifting eye bolts or other aids to the handling of prefabricated elements are designed and proportioned according to the stresses to which they may be subjected in the course of handling, transport, storage and assembly.
sv: Många olyckor kan undvikas om lyftöglor eller andra hjälpmedel för hantering av byggelement utformas och dimensioneras med hänsyn till de påkänningar de kan utsättas för under hantering, transport, lagring och montering.

source: The positioning of the lifting eye bolts so that the balance position of the element coincides with the position which it will occupy where assembled is often a prerequisite of safety in the assembly, fitting and securing of the element and its detachment from the lifting device.
sv: Att lyftöglorna är placerade så att elementets jämviktsläge sammanfaller med det läge som elementet ska inta vid monteringen är ofta en förutsättning för att montering, inpassning, fästning och losskoppling från en lyftanordning ska kunna utföras på ett säkert sätt.

source: All is applied equally to arrangements for guidance and lane indication installed on or beside streets and roads.
sv: Allt detta gäller även anordningar för vägledning och körfältsanvisning som monteras på eller invid gator och vägar.

source: Work on assembling and dismantling temporary supports often entails a risk of musculoskeletal injuries and of falls, collapses and overturning.
sv: Arbete med att montera och demontera tillfälliga stöd innebär ofta risk för belastningsskador samt risk för fall och ras.

source: These risks can be averted if structures for buildings, bridges and other civil engineering works are designed so that stability can be achieved during the construction phase without temporary supports.
sv: Dessa risker kan undvikas om konstruktioner för byggnader, broar och andra anläggningar utformas så att stabilitet i byggskedet uppnås utan tillfälliga stöd.

source: The risk of falls will be reduced if structures which can be trodden on during the construction phase have sufficient load-bearing capacity.
sv: Risken för fall minskar om konstruktioner som i byggskedet kan beträdas har tillräcklig bärighet.

source: Section 12a requires the work environment plan (see Section 12) to contain a description of measures, e.g. in connection with work involving the launching, assembly and disassembly of heavy structural elements or heavy shuttering elements (point 11).
sv: Enligt 12 a § ska arbetsmiljöplanen (se 12 §) innehålla en beskrivning av åtgärder bland annat vid arbete där lansering, montering och nedmontering av tunga byggelement eller tunga formbyggnadselement ingår (punkt 11).

source: This can mean describing the stabilisation measures needing to be taken at different stages of assembling a structure, in order for the stability of the structure to be assured during all phases of its erection.
sv: Det kan vara fråga om att beskriva de stabiliseringsåtgärder som behöver vidtas under olika stadier av monteringen av en konstruktion för att konstruktionens stabilitet ska vara säkerställd under uppförandets alla faser.

source: The description may need to include a special drawing.
sv: Beskrivningen kan behöva inkludera en särskild ritning.

source: It is essential that this drawing be prepared in connection with the project preparation and appropriate that it should be prepared by the structural engineer, who can be presumed familiar with the workings of the structure.
sv: Det är angeläget att den görs redan i samband med projekteringen och lämpligt är att konstruktören, som får förutsättas vara insatt i konstruktionens verkningssätt, gör den.

source: It is appropriate for the description then to be added to the work environment plan, following any necessary adjustments.
sv: Det är lämpligt att beskrivningen sedan, efter eventuell justering, tillförs arbetsmiljöplanen.

source: During the planning and design stage it may be necessary to investigate
sv: Man kan under planeringen och projekteringen behöva undersöka
